Repository: docmcfly/CyWatermark
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# sys_file_metadata.tx_cywatermark_watermark_tab
source: Watermark settings
de: Wasserzeichen-Einstellungen

# sys_file_metadata.tx_cywatermark_watermark_source
source: Watermark source
de: Quelle des Wasserzeichens

# tx_cywatermark_watermark_source.category
source: From category (default)
de: Aus Kategorie (Standard)

# tx_cywatermark_watermark_source.file
source: From specified file
de: Aus angegebener Datei

# tx_cywatermark_watermark_source.none
source: No watermark
de: Kein Wasserzeichen

# sys_file_metadata.tx_cywatermark_watermark_file
source: Watermark file
de: Datei für Wasserzeichen

# add_category_watermark_file
source: Select watermark file
de: Wasserzeichen-Datei auswählen

# sys_category.tx_cywatermark_watermark_file
source: Category Watermark Image
de: Wasserzeichen-Bild der Kategorie

# add_category_watermark_file
source: Add category watermark image
de: Wasserzeichen-Bild hinzufügen

# sys_category.tx_cywatermark_watermark_relative_size
source: Relavite size
de: Relative Größe

# sys_category.tx_cywatermark_watermark_relative_size.default.origianl_size
source: Watermark size (in percent)
de: Wasserzeichen-Größe (in Prozent)

# sys_file_metadata.tx_cywatermark_watermark_position
source: Watermark position
de: Wasserzeichenposition

# tx_cywatermark_watermark_position.top_left
source: Top left
de: Oben links

# tx_cywatermark_watermark_position.top_right
source: Top right
de: Oben rechts

# tx_cywatermark_watermark_position.bottom_left
source: Bottom left
de: Unten links

# tx_cywatermark_watermark_position.bottom_right
source: Bottom right
de: Unten links

# tx_cywatermark_watermark_position.center
source: Center
de: In die Mitte
